package workStudy;

public class Week {
    public final String[][] ScoreSheet = new String[][]{
            {"优", "优", "及格", "优", "优", "及格", "良", "及格", "良", "良"},
            {"优", "良", "及格", "良", "良", "优", "优", "及格", "及格", "良"},
            {"优", "优", "及格", "优", "优", "及格", "良", "及格", "良", "良"},
            {"优", "优", "优", "及格", "优", "良", "及格", "良", "及格", "良"},
            {"良", "良", "良", "及格", "优", "良", "优", "良", "良", "良"},
            {"优", "良", "良", "良", "良", "优", "优", "及格", "良", "良"},
            {"优", "良", "及格", "良", "良", "优", "优", "及格", "优", "良"},
            {"优", "良", "优", "良", "良", "良", "优", "良", "及格", "良"},
            {"优", "优", "及格", "优", "良", "良", "优", "良", "良", "良"},
            {"及格", "良", "良", "及格", "优", "及格", "良", "及格", "良", "良"},
            {"优", "及格", "及格", "良", "良", "优", "优", "及格", "及格", "良"},
            {"优", "优", "及格", "优", "良", "及格", "良", "及格", "良", "良"},
            {"优", "优", "优", "及格", "优", "良", "及格", "良", "及格", "良"},
            {"良", "良", "良", "及格", "优", "良", "优", "良", "良", "良"},
            {"优", "良", "良", "良", "良", "优", "优", "及格", "良", "良"},
            {"优", "良", "及格", "良", "良", "优", "优", "及格", "优", "良"},
            {"优", "良", "优", "良", "良", "良", "优", "良", "及格", "良"},
            {"优", "优", "及格", "优", "良", "良", "优", "良", "良", "良"},
    };

}
